[
  {
    "name": "Jaspreet Bindra",
    "title": "Managing Director and Founder, Author",
    "summary": "Jaspreet Bindra is a seasoned technology strategist, author, and thought leader specializing in Artificial Intelligence and digital transformation. He is the Founder of AI&Beyond and Tech Whisperer Ltd, and an author of 'The Tech Whisperer' and 'Winning with AI'. He is also a faculty member at Ashoka University and Singularity University, and holds a Master's in AI & Ethics from Cambridge University. With experience at Microsoft, TAS, and Mahindra, Jaspreet advises organizations on AI literacy and strategy.",
    "achievements": [
      "Authored 'The Tech Whisperer' and 'Winning with AI: Your Guide to AI Literacy'.",
      "Founder of AI&Beyond and Tech Whisperer Ltd.",
      "Faculty member at Ashoka University and Singularity University.",
      "Delivered keynotes at events like MMA Global on topics like the interplay between data and AI.",
      "Published articles on AI, algorithms, and the future of technology in publications like LiveMint.",
      "Hosts a GenAI-enabled podcast.",
      "Possesses a Master's in AI & Ethics from Cambridge University.",
      "Former roles at Microsoft, TAS, and Mahindra."
    ],
    "public_content": [
      "Authored the book 'Winning With AI: Your Guide to AI Literacy' to demystify AI and GenAI.",
      "Advocates for AI literacy as a fundamental skill alongside reading, writing, and arithmetic.",
      "Focuses on the emergence of AI Agents and their impact on the app ecosystem.",
      "Speaking engagements on AI-related topics.",
      "Writes articles and creates podcast content on AI and technology trends."
    ],
    "links": [
      "https://in.linkedin.com/in/jaspreetbindra",
      "https://www.linkedin.com/posts/jaspreetbindra_here-it-is-my-next-book-almost-six-years-activity-7334783254358597632-szOB",
      "https://www.linkedin.com/company/aiandbeyond",
      "https://www.linkedin.com/posts/jaspreetbindra_artificialintelligence-activity-7267016753145114624-8Og3",
      "https://www.linkedin.com/posts/jaspreetbindra_artificialintelligence-transformer-activity-7256235709265494016-l_NL",
      "https://www.livemint.com/opinion/online-views/ai-bot-evolution-agents-will-be-the-next-big-thing-in-artificial-intelligence-11714019424559.html",
      "https://youtu.be/u2gqBMQ-KuU",
      "https://open.spotify.com/episode/4XE32ukjVZdm52vLaQwJFO?si=44cd0a0593db4d9d"
    ],
    "outreach_message": "Dear Jaspreet, we at NxtWave are deeply impressed with your work on AI literacy and your book 'Winning with AI'. At NxtWave, we're committed to training Indian students to become proficient software engineers, and we see AI as a critical skill for their future success. We believe your insights into AI literacy could greatly benefit our curriculum and students. We'd love to explore potential collaborations, such as guest lectures, workshops, or curriculum development, to empower our students with the AI skills needed to thrive in the industry. Would you be open to a brief conversation to discuss this further?"
  },
  {
    "name": "Madhurima Agarwal",
    "title": "Innovation Keynote Speaker, Motivational Speaker, Business Coach, and Industry Expert",
    "summary": "Madhurima Agarwal is an entrepreneurial GCC leader, TEDx speaker, technology and business innovation strategist, certified independent director, and angel investor. She advises startups and corporations on innovation and governance.",
    "achievements": [
      "Entrepreneurial GCC leader",
      "TEDx Speaker",
      "Technology and Business Innovation Strategist",
      "Certified Independent Director",
      "Angel Investor"
    ],
    "public_content": [
      "Shared insights on corporate governance failures in startups, emphasizing the importance of awareness and avoidance of pitfalls.",
      "Highlighted the need for resilient structures and committed leadership in organizations."
    ],
    "links": [
      "https://www.linkedin.com/posts/madhurimaagarwal_how-corporate-governance-issues-led-byjus-activity-7214513852456030208-bbyp"
    ],
    "outreach_message": "Dear Madhurima, NxtWave is an ed-tech company transforming the lives of Indian students by training them to become industry-ready software engineers. We admire your expertise in innovation and corporate governance. We'd love to explore potential collaborations, such as guest lectures, mentorship programs, or workshops, to help our students gain valuable insights. Would you be open to a brief discussion to explore these opportunities?",
    "topics": [
      "Corporate Governance",
      "Startups",
      "Innovation",
      "Leadership",
      "Technology Strategy",
      "Business Strategy",
      "Angel Investing"
    ]
  },
  {
    "name": "Avijit Dutt",
    "title": "Filmmaker, Actor, Theatre Director, Communications Consultant",
    "summary": "Avijit Dutt is a multifaceted Indian personality based in Kolkata, excelling as a filmmaker, actor, theatre director, and communications consultant. With a Master's in English Literature, he has contributed to over a hundred plays and written six full-length plays. He is also a social activist, having co-launched Childline with UNICEF. In addition to his artistic endeavors, he is a strategic consultant and communication development specialist at Enable CSR Advisory and Intervention and a seasoned educator.",
    "achievements": [
      "Acted in over a hundred plays in English, Hindi, and Bengali.",
      "Authored six full-length plays and dramatized works like '1084 ki Ma' by Mahasweta Devi.",
      "Co-launched Childline with UNICEF and the National Human Rights Commission.",
      "Acted in Hollywood films like 'Kama Sutra: A Tale of Love' and Indian cinema, including web series on Netflix and Amazon Prime.",
      "Chief Motivator & Director at Enable CSR Advisory and Intervention.",
      "Lectured at the Indian Institute of Mass Communication for over two decades.",
      "His featurette on child abuse, 'AkkarBakkar,' was screened at the Parliament and Cannes Film Festival.",
      "Advisory council member with the AI for Digital readiness & Advancement (ADiRa) initiative of DataLeads."
    ],
    "public_content": [
      "Speaker at TEDxDFBEDU.",
      "Known for acting, facial expressions, and dialogue delivery.",
      "Featured in Sleepwell's advertisement.",
      "Expertise in strategic consulting and communication development."
    ],
    "links": [
      "https://in.linkedin.com/in/avijit-dutt"
    ],
    "outreach_message": "Dear Mr. Dutt, NxtWave is an ed-tech company transforming Indian students into skilled software engineers. We admire your diverse background in film, theatre, and communications. We believe your expertise would be invaluable in helping our students develop strong communication and storytelling skills, crucial for their success in the tech industry. We'd love to explore potential collaborations, such as workshops or mentorship programs, to bridge the gap between creative arts and technology. Would you be open to a brief conversation to discuss this further?"
  },
  {
    "name": "Krishnan Naganathan",
    "title": "Innovation Management Speaker and Consultant",
    "summary": "Krishnan Naganathan is an innovation consultant, speaker, and author of 'Innovation GPS'. He helps innovators, startups, and corporates navigate the stages of innovation, build innovation-led growth strategies, and implement effective stage-gate processes. He is associated with the Innovation360 network and delivers world-class thinking in innovation, focusing on helping organizations become innovative and disruptive.",
    "achievements": [
      "Authored 'Innovation GPS'.",
      "Delivered significant engagements in building innovation-led growth strategies and scenario planning.",
      "Launched Innovation Gurukul, a venture to disrupt innovation education and consulting, aiming to guide 10,000 innovators annually.",
      "Developed a structured process for innovators to solve customer problems, validate ideas, and build scalable business models.",
      "Provides 12-week hackathons, live coaching, and learning systems at Innovation Gurukul to guide innovators from ideation to execution."
    ],
    "public_content": [
      "Helps innovators, startups & corporates navigate the different stages of innovation.",
      "Offers Innovation Discovery to identify valuable problems and develop novel solutions.",
      "Provides Innovation Delivery to validate MVPs and create go-to-market strategies.",
      "Focuses on customer-centric innovation, starting with customer problems and validating solutions through testing.",
      "Emphasizes the importance of collaboration and ecosystems of innovation for faster time-to-market and agility."
    ],
    "links": [
      "https://in.linkedin.com/in/krishnan-innovationconsultant",
      "https://krishnannaganathan.substack.com/",
      "https://lnkd.in/gEbr_eMJ",
      "https://lnkd.in/gc63fbDj",
      "https://lnkd.in/gbEcN97e"
    ],
    "outreach_message": "Dear Krishnan Naganathan,\n\nMy name is [Your Name] from NxtWave, an ed-tech company focused on transforming Indian students into skilled software engineers. We're impressed with your work in guiding innovators and building effective innovation strategies.\n\nAt NxtWave, we're always looking for ways to enhance our curriculum and provide our students with real-world innovation insights. We believe that your expertise in helping startups and corporates navigate the innovation process would be invaluable to our students. \n\nWe'd love to explore potential collaboration opportunities, such as guest lectures, workshops, or even integrating your 'Innovation GPS' framework into our training programs. Would you be open to a brief discussion to explore how we can work together to empower the next generation of Indian innovators and software engineers?\n\nThank you for your time and consideration.\n\nBest regards,\n[Your Name]\nNxtWave"
  },
  {
    "name": "Musthafa PC",
    "title": "Founder and Global CEO, iD Fresh Food India",
    "summary": "Musthafa PC is the Founder and Global CEO of iD Fresh Food India, a company revolutionizing the ready-to-cook food market. Starting from humble beginnings on a ginger farm in Kerala, he pursued education, earning an MBA from IIM Bangalore. He co-founded iD Fresh Food with his cousins, overcoming initial failures to build a company with a revenue of ₹522 crore. He is known for his emphasis on freshness, quality, transparency, humility, and 'jugaad' (resourcefulness) in business.",
    "achievements": [
      "Founded iD Fresh Food (India) Pvt. Ltd.",
      "Grew iD Fresh Food from a small idli dosa batter business to a company with ₹522 crore revenue.",
      "Established 5 factories across India manufacturing 1.1 lakh kgs of idli dosa batter, 4 lakh parotas, and 2 lakh rotis daily.",
      "Expanded distribution to over 30,000 retail stores.",
      "Built a company valued at ₹3,000 crore.",
      "Featured in YourStory for his insights on building a successful food business based on freshness and quality."
    ],
    "public_content": [
      "iD Fresh Foods manufactures 1.1 lakh kgs of idli dosa batter, 4 lakh parotas and 2 lakh rotis everyday in 5 factories across India.",
      "iD Fresh Foods products sell in 30,000 retail stores.",
      "iD Fresh Foods earned ₹234 crore in 2020, growing to ₹522 crore in recent years.",
      "iD Fresh Food focuses on transparency, humility and resourcefulness."
    ],
    "links": [
      "https://in.linkedin.com/in/musthafa-p-7052082",
      "https://in.linkedin.com/in/musthafa-pc-b074a5b8",
      "https://www.linkedin.com/posts/amanraj98_musthafa-p-of-id-fresh-food-india-pvt-activity-7255837861130706944-QoZN",
      "https://www.linkedin.com/posts/musthafa-p-7052082_i-spoke-to-the-team-at-yourstory-recently-activity-7159023035285491712-gjTj"
    ],
    "outreach_message": "Dear Mr. Musthafa, NxtWave is an ed-tech company focused on training Indian students to become industry-ready software engineers. We admire your journey building iD Fresh Food and your commitment to quality and innovation. At NxtWave, we believe in providing accessible and affordable tech education, much like iD Fresh makes fresh food accessible. We'd love to explore potential collaborations, such as offering internships or placement opportunities to our students, or exploring tech solutions for the food industry. Would you be open to a brief conversation to discuss these opportunities further?"
  },
  {
    "name": "Pranav Mistry",
    "title": "CEO and President of STAR Labs at Samsung (Former)",
    "summary": "Pranav Mistry is a computer scientist, inventor, and entrepreneur known for his work in the fields of Artificial Intelligence and Augmented Reality. He is best known for inventing SixthSense, a gesture-based wearable computer interface. He has held leadership positions at Samsung, including President and CEO of STAR Labs, and has worked with organizations like Microsoft, Google, NASA, and UNESCO. He is now the founder of TWO AI and is working on new AI Chatbot, ChatSUTRA.",
    "achievements": [
      "Invented SixthSense, a gesture-based wearable computer interface.",
      "Played a key role in launching Samsung’s first smartwatch (Samsung Galaxy Gear).",
      "Worked on futuristic projects like Project Beyond (a 360° camera) and NEON (Samsung’s AI-powered virtual humans).",
      "Created Mouseless: an invisible computer mouse.",
      "Created Sparsh: transfer files just by touching devices.",
      "Created BlinkBot: control robots with eye movement.",
      "Created Quickies: smart sticky notes.",
      "Developed 3D drawing pens and interactive maps.",
      "Named as one of MIT’s TR35 (Top Innovators Under 35).",
      "Recognized as a World Economic Forum Young Global Leader.",
      "Listed among the most influential tech minds by GQ India, India Today, and Asian Scientist."
    ],
    "public_content": [
      "Launched AI Chatbot, ChatSUTRA.",
      "Former President and CEO of STAR Labs (Samsung Technology & Advanced Research Labs).",
      "Founder of TWO AI, focusing on Artificial Reality.",
      "Worked with Microsoft, Google, NASA, and UNESCO."
    ],
    "links": [
      "https://www.linkedin.com/in/pranavmistry"
    ],
    "outreach_message": "Dear Pranav Mistry, we at NxtWave deeply admire your pioneering work in AI and AR, especially your commitment to human-computer interaction. At NxtWave, we're training the next generation of Indian software engineers to be industry-ready. We believe your expertise could provide invaluable guidance to our curriculum and mentorship to our students. We'd be honored to explore potential collaborations, such as guest lectures, workshops, or even curriculum co-creation, to empower our students with cutting-edge knowledge and skills. Would you be open to a brief discussion to explore these opportunities further?"
  },
  {
    "name": "Ram Rastogi",
    "title": "Short Term Consultant (STC) with CGAP – A World Bank Organisation for Digital Inclusion",
    "summary": "Ram Rastogi is a digital payments strategist with expertise in removing friction to align with business strategy, driving value through increased digital footprints, revenues, and cross-selling. He is well-versed in digital technologies for Lead Management, Real-Time Decision Making, Risk Management, Predictive Analysis, and Regtech. He has worked as a Short Term Consultant (STC) with CGAP, a World Bank organization for digital inclusion, and as a Senior Council Member with global research agencies. With 29 years of banking experience at the State Bank of India, Ram is also a thought leader, publishing articles on fintech and digital transformation.",
    "achievements": [
      "Served as a Short Term Consultant (STC) with CGAP – A World Bank Organisation for Digital Inclusion.",
      "Worked as a Senior Council Member with various leading global research agencies.",
      "29 years of experience with State Bank of India (1980-2009).",
      "Focuses on digital payments strategy to remove friction and generate value through increased digital footprints, revenues, and cross-sell.",
      "Conversant with digital technologies in Lead Management, Real Time Decision Making, Risk Management, Predictive Analysis and Regtech."
    ],
    "public_content": [
      "Expertise in Blockchain, Digital Transformation, E-Commerce, Product Design, and Strategy.",
      "Articles on topics like 'Passive Behavioural Biometric Authentication', 'National Common Mobility Card Programme of India (NCMC)', 'Next-Gen UPI', 'Empowering consumers with Digital Consent', and 'Palm Payment Technology'.",
      "Focus on digital inclusion and financial communications."
    ],
    "links": [
      "https://www.speakin.co/profile/ram-rastogi.html",
      "https://www.speakin.co/edit/author/ramrastogi/",
      "https://in.linkedin.com/in/ramrastogi0708"
    ],
    "outreach_message": "Dear Ram Rastogi,\n\nMy name is [Your Name] from NxtWave, an ed-tech company focused on transforming Indian students into skilled software engineers. Your experience as a Digital Payments strategist and consultant with CGAP is truly impressive.\n\nAt NxtWave, we're passionate about bridging the industry-academia gap and preparing our students for the future of tech. Given your expertise in digital inclusion and emerging technologies, we believe a collaboration could be mutually beneficial. We'd love to explore opportunities for you to share your insights with our students through guest lectures, workshops, or mentorship programs. This could help them understand the practical applications of digital payments and the importance of financial inclusion.\n\nWould you be open to a brief call to discuss potential collaboration opportunities? \n\nBest regards,\n[Your Name]\nNxtWave"
  }
]