[
  {
    "name": "Jaspreet Bindra",
    "title": "Managing Director and Founder, Author",
    "summary": "Jaspreet Bindra is a founder of AI&Beyond, focused on building AI Literacy within organizations. He is also an author, having written 'The Tech Whisperer' and 'Winning with AI: Your Guide to AI Literacy'. He has previously held leadership positions at Microsoft, Tata Administrative Services (TAS), and Mahindra. Jaspreet is a faculty member at Ashoka University and Singularity University, and holds a Master's degree in AI & Ethics from the University of Cambridge.",
    "achievements": [
      "Authored 'The Tech Whisperer' and 'Winning with AI: Your Guide to AI Literacy'.",
      "Founded AI&Beyond, focusing on AI Literacy.",
      "Awarded 'Digitalist of the Year' by SAP and Mint in 2017.",
      "Holds a Global (Exceptional) Talent Visa from the United Kingdom Home Office.",
      "Serves on the Advisory Board of SP Jain Institute of Management Studies.",
      "Charter Member of TiE.",
      "Faculty member at Ashoka University and Singularity University."
    ],
    "public_content": [
      "Focuses on AI Literacy and its importance for everyone.",
      "Delivers keynotes and speaks at events on AI and digital transformation.",
      "Writes articles and shares insights on AI and technology trends.",
      "Shares updates on his books and related topics on LinkedIn.",
      "Promotes AI&Beyond's AI Literacy programs."
    ],
    "links": [
      "https://in.linkedin.com/in/jaspreetbindra",
      "https://www.linkedin.com/posts/jaspreetbindra_here-it-is-my-next-book-almost-six-years-activity-7334783254358597632-szOB",
      "https://in.linkedin.com/company/aiandbeyond",
      "https://www.linkedin.com/posts/jaspreetbindra_artificialintelligence-activity-7267016753145114624-8Og3"
    ],
    "outreach_message": "Dear Jaspreet, NxtWave is an ed-tech company focused on training Indian students to become proficient software engineers, equipping them with industry-relevant skills. Recognizing your expertise in AI literacy and your work with AI&Beyond, we believe there could be exciting collaboration opportunities. We are eager to explore how we might integrate AI literacy into our curriculum and prepare our students for the future of tech. Would you be open to a conversation to discuss potential partnerships or advisory roles? We believe your insights would be invaluable in shaping the next generation of Indian tech talent."
  },
  {
    "name": "Madhurima Agarwal",
    "title": "Innovation Keynote Speaker, Motivational Speaker, Business Coach, and Industry Expert",
    "summary": "Madhurima Agarwal is an entrepreneurial GCC leader, TEDx speaker, technology and business innovation strategist, certified independent director, and angel investor. She focuses on corporate governance, startup strategy, and leadership, with a passion for helping businesses avoid pitfalls and achieve sustainable growth.",
    "achievements": [
      "Entrepreneurial GCC leader",
      "TEDx Speaker",
      "Technology and Business Innovation Strategist",
      "Certified Independent Director",
      "Angel Investor"
    ],
    "public_content": [
      "Shared insights on corporate governance failures and their impact on startups, particularly referencing the BYJU's case.",
      "Highlighted the importance of startups being aware of potential pitfalls in corporate governance.",
      "Advocates for responsible business practices and ethical conduct within organizations."
    ],
    "links": [
      "https://www.linkedin.com/posts/madhurimaagarwal_how-corporate-governance-issues-led-byjus-activity-7214513852456030208-bbyp",
      "https://www.linkedin.com/in/madhurimaagarwal"
    ],
    "outreach_message": "Dear Madhurima, NxtWave is an ed-tech company transforming Indian students into skilled software engineers. Your expertise in innovation, strategy, and corporate governance is truly inspiring. We believe a collaboration could greatly benefit our students, offering them invaluable insights into navigating the startup ecosystem and building sustainable businesses. Would you be open to exploring opportunities such as guest lectures, mentorship programs, or workshops with NxtWave? We are eager to discuss how we can mutually contribute to shaping the next generation of tech leaders."
  },
  {
    "name": "Avijit Dutt",
    "title": "Filmmaker, Actor, Theatre Director, Communications Consultant, and TED & Innovation Speaker",
    "summary": "Avijit Dutt is a multifaceted professional with expertise in filmmaking, acting, theatre direction, and communications consulting. He is also a sought-after speaker, known for his TED talks and insights on innovation.",
    "achievements": [
      "Filmmaker",
      "Actor",
      "Theatre Director",
      "Communications Consultant",
      "TED Speaker",
      "Innovation Speaker"
    ],
    "public_content": [
      "Files found on GitHub related to datasets and news articles do not contain any information about Avijit Dutt. These files appear to be related to data science projects and natural language processing tasks, not biographical information."
    ],
    "links": [],
    "outreach_message": "Dear Avijit, NxtWave is an ed-tech company transforming Indian students into industry-ready software engineers. Your experience in communication and innovation could provide invaluable insights to our students. We'd love to explore collaboration opportunities, perhaps through guest lectures, workshops, or mentorship programs. Would you be open to a brief conversation?"
  },
  {
    "name": "Krishnan Naganathan",
    "title": "Innovation Management Speaker and Consultant",
    "summary": "Krishnan Naganathan is an Innovation Management Consultant helping innovators, startups, and corporates navigate the different stages of innovation. He is the author of 'Innovation GPS' and assists organizations in building, testing, and scaling innovation. He has expertise in building innovation-led growth strategies and stage-gate thinking.",
    "achievements": [
      "Delivered significant engagements in building innovation-led growth strategies.",
      "Expertise in scenario planning and stage gate thinking to innovation.",
      "Built competencies in many areas of innovation.",
      "Launched Innovation Gurukul, aimed at disrupting innovation education and consulting, with a goal to guide 10,000 innovators every year.",
      "Working with Innovation360 network of consultants, bringing world-class thinking in the domain of innovation."
    ],
    "public_content": [
      "Writes articles about Innovation management in organizations.",
      "Creates videos about Innovation, Leadership & Innovations, Innovation types and a lot more about Innovation.",
      "Shares insights about innovation on LinkedIn.",
      "Posts about innovation, disruption, and growth.",
      "Focuses on helping innovators build solutions that customers love and investors back.",
      "Identifies valuable problems, crafts compelling value propositions, and develops novel solutions.",
      "Validates MVP, creates a go-to-market strategy, and ensures business model works."
    ],
    "links": [
      "https://in.linkedin.com/in/krishnan-innovationconsultant",
      "https://www.linkedin.com/posts/krishnan-innovationconsultant_innovation-disruption-growth-activity-7019267300289626112-Pymo",
      "https://www.linkedin.com/posts/krishnan-innovationconsultant_crack-the-code-to-innovation-build-solutions-activity-7279751577177923584-Yutd",
      "https://krishnannaganathan.substack.com/ (mentioned in one of the posts)"
    ],
    "outreach_message": "Dear Krishnan, I hope this message finds you well. My name is [Your Name] from NxtWave, an ed-tech company focused on transforming Indian students into skilled software engineers. We're impressed with your expertise in innovation management and your dedication to guiding innovators and startups. At NxtWave, we're always looking for opportunities to collaborate with industry leaders to enhance our curriculum and provide our students with cutting-edge knowledge. We believe your insights on building and scaling innovation would be invaluable to our students. We would be thrilled to explore potential partnerships, such as guest lectures, workshops, or mentorship programs. Would you be open to a brief call to discuss how we can work together to empower the next generation of innovators and software engineers in India? Thank you for your time and consideration. Best regards, [Your Name]"
  },
  {
    "name": "Musthafa PC",
    "title": "Founder of iD Fresh Food India",
    "summary": "Musthafa PC is the Founder of iD Fresh Food India, a company that produces and distributes ready-to-cook food products like idli and dosa batter, parotas, and rotis. His journey began on a ginger farm in Wayanad, Kerala. He is an alumnus of IIM Bangalore. He is known for building a transparent business rooted in village values, humility, and resourcefulness. Under his leadership, iD Fresh Food has grown from a small startup to a company with a revenue of ₹522 crores, manufacturing 1.1 lakh kgs of idli dosa batter, 4 lakh parotas, and 2 lakh rotis daily across 5 factories and selling in 30,000 retail stores.",
    "achievements": [
      "Founded iD Fresh Food India, which has grown into a significant player in the ready-to-cook food market.",
      "Scaled iD Fresh Food to achieve a revenue of ₹522 crores.",
      "Established 5 factories across India manufacturing a large volume of idli dosa batter, parotas, and rotis daily.",
      "Expanded distribution to 30,000 retail stores.",
      "Graduated from IIM Bangalore.",
      "Built a business based on transparency, humility, and resourcefulness."
    ],
    "public_content": [
      "Shared an article titled '2020 Charter for Better Business'.",
      "Shared an article about iD products being dumped in Bangalore Lake and addressed the issue.",
      "Announced the launch of new flavored variants of Malabar Parota.",
      "Announced the addition of Shobhit Malhotra to the iD family.",
      "Participated in a conversation with Neha Sonthalia Periwal on Expression by The New Indian Express."
    ],
    "links": [
      "https://in.linkedin.com/in/musthafa-p-7052082",
      "https://in.linkedin.com/in/musthafa-pc-b074a5b8",
      "https://www.linkedin.com/posts/amanraj98_musthafa-p-of-id-fresh-food-india-pvt-activity-7255837861130706944-QoZN"
    ],
    "outreach_message": "Dear Musthafa, NxtWave is an ed-tech company transforming Indian students into top-tier software engineers. We admire your journey building iD Fresh Food and believe your insights on innovation and scaling would be invaluable to our students. We'd love to explore collaboration opportunities, perhaps through guest lectures, mentorship programs, or even internship opportunities for our talented students. Let's connect to discuss how we can mutually benefit from such a partnership."
  },
  {
    "name": "Pranav Mistry",
    "title": "CEO at TWO AI",
    "summary": "Pranav Mistry is a computer scientist, inventor, and entrepreneur, known for his pioneering work in AR/VR, AI, and robotics. He is currently the CEO of TWO AI, a company focused on developing next-generation AI systems tailored to real-world applications. Previously, he served as the President and CEO of STAR Labs at Samsung Electronics and is renowned for his contributions to projects like SixthSense, Samsung Galaxy Gear, and Project Beyond.",
    "achievements": [
      "Founder and CEO of TWO AI, focusing on AI solutions for governance, agriculture, cybersecurity, and infrastructure.",
      "Former President and CEO of STAR Labs (Samsung Technology & Advanced Research Labs).",
      "Known for his work on SixthSense, Samsung Galaxy Gear, and Project Beyond.",
      "Holds over 100 patents in AI, AR/VR, and robotics.",
      "TWO AI reported $10M in ARR and expects profitability by 2026.",
      "Creator of SUTRA AI models, multilingual language models designed for cost-efficiency.",
      "Received the EY Entrepreneur of the Year 2025 award, Bay Area, for OVERJET",
      "Developing enterprise solutions like Sutra.AI Studio and the India-first search assistant Geniya."
    ],
    "public_content": [
      "Advocates for India to lead in developing AI systems tailored to real-world data, rather than chasing Western LLM trends.",
      "Focuses on building AI solutions that enterprises can deploy securely and at scale.",
      "Believes the next wave of AI models will be quantitative and world models, working with structured data.",
      "SUTRA AI models excel on the Massive Multilingual Language Understanding (MMLU) benchmark.",
      "Actively shares insights on Reinforcement Learning and its importance for smarter LLMs.",
      "He is the inventor of Sixth Sense technology"
    ],
    "links": [
      "https://www.linkedin.com/in/pranavmistry",
      "www.pranavmistry.com"
    ],
    "outreach_message": "Dear Pranav Mistry, NxtWave is an ed-tech company transforming Indian students into skilled software engineers through industry-aligned training. We admire your pioneering work in AI and your vision for India to lead in AI innovation. We'd love to explore collaboration opportunities, such as guest lectures, mentorship programs, or curriculum input, to help our students contribute to the next generation of AI solutions. Would you be open to a brief discussion?"
  },
  {
    "name": "Ram Rastogi",
    "title": "Short Term Consultant (STC) with CGAP – A World Bank Organisation for Digital Inclusion",
    "summary": "Ram Rastogi is a Digital Payments strategist who focuses on removing friction in alignment with business strategy for generating value through increased digital footprints, revenues, and cross-selling. He is conversant with the latest digital technologies used in Lead Management, Real-Time Decision Making, Risk management, Predictive Analysis, and Regtech. He has worked as a Short Term Consultant (STC) with CGAP - A World Bank Organisation for Digital Inclusion and also with various leading global research agencies as their Senior Council Member.",
    "achievements": [
      "Worked as a Short Term Consultant (STC) with CGAP - A World Bank Organisation for Digital Inclusion.",
      "Served as a Senior Council Member with various leading global research agencies.",
      "Expertise in digital payments strategy, focusing on friction removal and value generation.",
      "Knowledgeable in Lead Management, Real Time Decision Making, Risk management, Predictive Analysis and Regtech."
    ],
    "public_content": [
      "Authored articles on topics such as 'Passive Behavioural Biometric Authentication : A Probabilistic approach to prevent Online Frauds' and 'National Common Mobility Card Programme of India (NCMC) : One Nation , One Card'.",
      "Focuses on Innovation, AI/ML & Technology, Blockchain, Digital Transformation, and E-Commerce."
    ],
    "links": [
      "https://www.indianspeakerbureau.com/speaker-profile/ram-rastogi",
      "https://www.speakin.co/edit/author/ramrastogi/",
      "https://www.speakin.co/profile/ram-rastogi.html"
    ],
    "outreach_message": "Dear Ram Rastogi, NxtWave is an ed-tech company transforming Indian students into skilled software engineers. We admire your expertise in digital inclusion and payments. We believe a collaboration, such as a guest lecture or mentorship, would greatly benefit our students. Would you be open to exploring potential synergies?"
  }
]